@extends('layouts.master')
@section('title', 'Інформація')
@section('content')
    <div class="row">
        @if($info=='guaranty')
            <h2>Гарантія</h2>
            <div>
                <div>
                    <p><strong>1. Умови надання гарантії:</strong></p>
                    <ul>
                        <li>Згідно закону України “Про захист прав Споживача” клієнт має право на обмін / повернення
                            товару
                            протягом 14 днів за умови, що він не використовувався, збережено його товарний вигляд,
                            споживчі
                            властивості, пломби, ярлики, а також розрахунковий документ, виданий разом з проданим
                            товаром
                        </li>
                        <li>Гарантія поширюється на всю продукцію компанії строком визначеним в залежності від групи
                            типу
                            обраного товару
                        </li>
                        <li>Термін гарантії вказується в товарно-транспортній накладній при отриманні товару, що і є
                            гарантійним документом
                        </li>
                        <li>Перед отриманням товар необхідно обов'язково оглянути. В іншому випадку жодні претензії щодо
                            зовнішнього вигляду не розглядаються
                        </li>
                        <li>Гарантійна заміна/ремонт надається на виробничий дефект або пошкодження, що виникли не з
                            вини
                            клієнта.
                        </li>
                    </ul>
                    <p><strong>2. Гарантійні умови не надаються, якщо:</strong></p>
                    <ul>
                        <li>Товар має механічні пошкодження (окрім заводського браку)</li>
                        <li>Є нормальний і природний для певного терміну експлуатації знос деталі</li>
                        <li>Відсутні документи, що засвідчують можливість гарантійного обслуговування</li>
                        <li>Гарантійні зобов'язання не поширюються на витратні запасні частини і матеріали (масла,
                            фільтри,
                            технічні рідини, автокосметика, лампи, свічки, електронні блоки, запобіжники і т.п.). Цей
                            вид
                            товару перевіряється на цілісність і працездатність в момент отримання
                        </li>
                    </ul>
                    <p><strong>3. Необхідні документи для гарантійного сервісу:</strong></p>
                    <ul>
                        <li>Пред'явити персоналу нашої авторизованої точки продажу пошкоджений товар</li>
                        <li>Гарантійний талон</li>
                        <li>Свідоцтво про реєстрацію транспортного засобу</li>
                        <li>Документ, що засвідчує особу</li>
                    </ul>
                </div>
                <h2>Повернення товару</h2>
                <div><p>Ви маєте право повернути
                        товар, який замовили в нашому інтернет-магазині, при цьому не оплачуючи його і не забираючи у
                        перевізника, якщо товар:</p>
                    <ul>
                        <li>не відповідає технічним характеристикам, необхідним для установки на ваше авто</li>
                        <li>товар не відповідає замовленню</li>
                        <li>пошкоджений.</li>
                    </ul>
                    <p>Вартість доставки товару назад оплатить інтернет-магазин «Шипшина». Також, Ви маєте право
                        протягом 14 днів з моменту отримання товару відмовитися від нього з інших причин, які не вказані
                        вище. Для цього потрібно зв'язатися з нашими менеджерами, повідомити причину повернення, номер
                        замовлення (або товаро-транспортної накладної, за якою був відправлений товар) і відправити
                        товар назад за свій рахунок.</p>
                    <p>Необхідно обов'язково оглянути товар перед отриманням, в іншому випадку жодні претензії щодо
                        зовнішнього вигляду розглядатись не будуть.</p>
                    <p><strong>Зверніть увагу! Оформлюючи замовлення по телефону, клієнт погоджується із Умовами
                            користування сайтом.</strong></p></div>
            </div>
    </div>
    @elseif($info=='payment')
        <h2>Варіанти оплати</h2>
        <div><p><strong>Просимо звертнути увагу!
                    На даний момент товар відправляється лише при 100% передоплаті.</strong></p>
            <p><span style="font-size: 1.25em;"><strong>1. Готівковий розрахунок</strong></span></p>
            <p><strong>Післяплатою</strong> - оплата вартості замовлення на відділенні транспортної компанії, яка
                здійснює доставку товару (Нова Пошта, &nbsp;Delivery). Доставка грошей назад здійснюється за рахунок
                клієнта.</p>
            <p><strong>Оплата за реквізитом IBAN</strong> - Ви можете оплатити Ваше замовлення через термінал
                самооблуговування ПриватБанку в зручний для Вас час, адже термінали працюють 24 години на добу 7 днів на
                тиждень.</p>
            <p>Для цього спочатку Вам необхідно замовити товар в інтернет-магазині.&nbsp;Після обробки замовлення
                менеджером, Ви зможете оплатити своє замовлення через термінал ПриватБанку. Обробка замовлення
                здійснюється протягом&nbsp; одного-двох робочих днів.</p>
            <p><span style="font-size: 1.25em;"><strong>2. Безготівковий розрахунок</strong></span></p>
            <p><strong>Фізичні особи</strong> можуть сплатити замовлення через будь-який зручний для них банк. Більш
                детальну інформацію Ви отримаєте від менеджера після оформлення замовлення на сайті.</p>
            <p><strong>Юридичним особам</strong> необхідно надіслати виписку з єдиного державного реєстру юридичних осіб
                та фізичних осіб-підприємців та свідоцтво про реєстрацію платника ПДВ (єдиного податку) на&nbsp;<a
                    href="mailto:order@gmail.com">order@gmail.com</a>. Прохання в листі вказувати номер
                замовлення та контактний телефон.</p></div>
    @else
        <div class="">
            <h2>Варіанти доставки</h2>
            <div><p>Доставка товарів по Україні
                    здійснюється на відділення транспортних компаній "Нова Пошта", Delivery, які не мають обмежень по
                    вазі.
                    Доставку відправлення оплачує клієнт. При готівковому розрахунку клієнт додатково оплачує зворотню
                    доставку грошей.</p>
                <p><img src="{{\Illuminate\Support\Facades\Storage::url('/images/novaposhta.png')}}" alt=""
                        width="20%"><img
                        src="{{\Illuminate\Support\Facades\Storage::url('/images/deliverygroup.png')}}" alt=""
                        width="15%"></p>
                <p>Зверніть увагу на те, що більшість відправлень здійснюються із відділення відповідної транспортної
                    компанії м. Львова, проте частина товару може відправлятись із наших віддалених складів поза межами
                    Львова за технологією "двері-склад", тому вартість доставки може збільшитись орієнтовно на 60 грн.
                    (залежно від перевізника). Уточнити, з якого складу буде відправка, можна у менеджера в телефонному
                    режимі.</p>
                <ul>
                    <li>Замовлення опрацьовуються протягом доби (не враховуючи неділю та святкові дні), після чого
                        менеджер
                        обов'язково зв'яжеться з Вами для уточнення наявності замовленого товару, адреси складу
                        транспортної
                        компанії і термінів доставки. Термін доставки в середньому становить два-три дні.&nbsp;
                    </li>
                    <li>Відправлення здійснюється з понеділка по п'ятницю з 9.00 до 16.00, в суботу - з 10.00 до 13.00.
                        Зверніть увагу: товар на відділенні транспортної компанії "Нова пошта" безкоштовно зберігається
                        протягом 3 (трьох) календарних днів, наступні 2 (два)&nbsp; дні зберігання платне (по тарифам
                        транспортної компанії) після чого товар автоматично повертається відправнику. На&nbsp;складі
                        транспортної компанії Delivery товар безкоштовно зберігається 7 (сім) календарних днів,&nbsp;після
                        чого товар автоматично повертається відправнику.
                    </li>
                    <li>Необхідно обов'язково оглянути товар перед отриманням, в іншому випадку жодні претензії щодо
                        зовнішнього вигляду розглядатись не будуть.
                    </li>
                </ul>
            </div>
            <div>
                <div><p><img
                            src="{{\Illuminate\Support\Facades\Storage::url('/images/New_post.png')}}" alt=""></p></div>
                <div class="_cell"><p><strong>Орієнтовна вартість доставки компанією Нова Пошта:</strong></p></div>
            </div>
            <div style="max-width: 70%;margin: auto">
                <table class="table table-bordered text-center">
                    <thead class="table-dark">
                    <tr>
                        <td colspan="2"><p>Легкові шини</p></td>
                    </tr>
                    </thead>
                    <tbody>
                    <tr>
                        <td><p>13, 14</p></td>
                        <td><p>70 грн/шт</p></td>
                    </tr>
                    <tr>
                        <td><p>15, 16, 17</p></td>
                        <td><p>80 грн/шт</p></td>
                    </tr>
                    <tr>
                        <td><p>18</p></td>
                        <td><p>100 грн/шт</p></td>
                    </tr>

                    </tbody>
                </table>
            </div>
            <ul>
                <li>Ціни вказані за одиницю товару, якщо оголошена вартість відправлення не перевищує 200 грн. В іншому
                    випадку сплачується комісія у розмірі 0,5% від оголошеної вартості.
                </li>

                <li>Вартість доплати за доставку легкових шин у села (по Україні) - 20 грн
                    за одиницю.&nbsp;&nbsp;
                </li>
            </ul>
            <div>
                <div><p><img
                            src="{{\Illuminate\Support\Facades\Storage::url('/images/deliverygroup.png')}}"
                            alt="" width="15%"></p></div>
                <div class="_cell"><p><strong>Орієнтовна вартість доставки компанією Delivery:</strong></p></div>
            </div>
            <div style="max-width: 70%;margin: auto">
                <table class="table table-bordered text-center">
                    <thead class="table-dark">
                    <tr>
                        <td colspan="2"><p>Легкові шини</p></td>
                    </tr>
                    </thead>
                    <tbody>
                    <tr>
                        <td><p>13, 14</p></td>
                        <td><p>40 грн/шт</p></td>
                    </tr>
                    <tr>
                        <td><p>15, 16</p></td>
                        <td><p>50 грн/шт</p></td>
                    </tr>
                    <tr>
                        <td><p>17</p></td>
                        <td><p>55 грн/шт</p></td>
                    </tr>
                    <tr>
                        <td><p>18</p></td>
                        <td><p>70 грн/шт</p></td>
                    </tr>
                    </tbody>
                </table>
            </div>
        </div>
    @endif
@endsection
